Repository: bestwebsoft/visitors-online-wordpress-plugin
Catalog: languages/visitors-online-*.po
Languages: ar, cs_cz, it_it

source: Settings
ar: الإعدادات
cs_cz: Nastavení
it_it: Impostazioni

source: Misc
ar: متفرقات
cs_cz: Různé
it_it: Varie

source: Custom Code
ar: الرمز المخصص
cs_cz: Vlastní kód
it_it: Codice personalizzato

source: License Key
ar: مفتاح الترخيص
cs_cz: Licenční klíč
it_it: Chiave di licenza

source: Statistics was successfully cleared
ar: تم مسح الإحصائيات بنجاح
cs_cz: Statistiky byly úspěšně vymazány
it_it: La statistica è stata cancellata con successo

source: Please fill The time period. The settings are not saved
ar: الرجاء تحديد المدة الزمنية، الإعدادات لم يتم بعد حفظها
cs_cz: Zadejte časové období. Nastavení není uloženo
it_it: Riempi il "Periodo di tempo". Impostazioni non salvate.

source: Please fill The data structure. The settings are not saved
ar: يرجى ملء بنية البيانات. لم يتم حفظ الإعدادات
cs_cz: Vyplňte datovou strukturu. Nastavení se neukládají
it_it: Compilare la struttura dei dati. Le impostazioni non vengono salvate

source: Settings saved
ar: تم حفظ الإعدادات
cs_cz: Nastavení uloženo
it_it: Impostazioni salvate

source: Visitors Online Settings
ar: إعدادات إضافة عداد الزوار
cs_cz: Visitors Online nastavení
it_it: Impostazioni Visitors Online

source: No Activity Threshold
ar: لا توجد عتبة نشاط
cs_cz: Žádná prahová hodnota aktivity
it_it: Soglia di assenza di attività

source: min
ar: دقائق

source: Set the maximum time during which the visitor is not performing any activity, but is still considered as an online visitor.
ar: قم بتعيين الحد الأقصى للوقت الذي لا يقوم خلاله الزائر بأي نشاط، ولكنه لا يزال يعتبر زائرًا عبر الإنترنت.
cs_cz: Nastavte maximální dobu, po kterou návštěvník neprovádí žádnou činnost, ale je stále považován za online návštěvníka.
it_it: Impostare il tempo massimo durante il quale il visitatore non svolge alcuna attività, ma viene comunque considerato un visitatore online.

source: Data Structure
ar: هيكل البيانات
cs_cz: Základní data
it_it: Gestione Struttura e Categorie

source: Allowed Variables
ar: المتغيرات المسموح بها
cs_cz: Povolené proměnné
it_it: Variabili consentite

source: Total number of current visitors
ar: إجمالي عدد الزوار الحاليين
cs_cz: Celkový počet aktuálních návštěvníků
it_it: Numero totale di visitatori attuali

source: Current number of registred users
ar: العدد الحالي للمستخدمين المسجلين
cs_cz: Aktuální počet registrovaných uživatelů
it_it: Numero attuale di utenti registrati

source: Current number of guests
ar: العدد الحالي للضيوف
cs_cz: Aktuální počet hostů
it_it: Numero attuale di ospiti

source: Current number of bots
ar: العدد الحالي للروبوتات
cs_cz: Aktuální počet botů
it_it: Numero attuale di bot

source: The date of the highest visitors attendance
ar: تاريخ أعلى نسبة حضور للزوار
cs_cz: Datum nejvyšší návštěvnosti
it_it: La data di maggiore affluenza dei visitatori

source: Total number of visitors at the highest attendance date
ar: إجمالي عدد الزوار في أعلى تاريخ حضور
cs_cz: Celkový počet návštěvníků v den nejvyšší návštěvnosti
it_it: Numero totale di visitatori alla data di massima affluenza

source: The number of registered users at the highest attendance date
ar: عدد المستخدمين المسجلين في أعلى تاريخ حضور
cs_cz: Počet registrovaných uživatelů v den nejvyšší návštěvnosti
it_it: Il numero di utenti registrati alla data di massima affluenza

source: The number of guests at the highest attendance date
ar: عدد الضيوف في أعلى موعد للحضور
cs_cz: Počet hostů v den nejvyšší návštěvnosti
it_it: Il numero di ospiti alla data di massima affluenza

source: The number of bots at the highest attendance date
ar: عدد الروبوتات في أعلى تاريخ حضور
cs_cz: Počet botů v den nejvyšší návštěvnosti
it_it: Il numero di bot alla data di massima affluenza

source: Country
ar: البلد
cs_cz: Země
it_it: Paese

source: Data is collected for 1 day and then displayed
ar: يتم جمع البيانات لمدة يوم واحد ثم عرضها
cs_cz: Data se shromažďují po dobu 1 dne a poté se zobrazí
it_it: I dati vengono raccolti per 1 giorno e poi visualizzati

source: Browser
ar: المتصفح
cs_cz: Prohlížeč

source: Close
ar: إغلاق
cs_cz: Zavřít
it_it: Chiudi

source: Update GeoIP
ar: تحديث GeoIP
cs_cz: Aktualizovat GeoIP

source: every
ar: كل
cs_cz: každý
it_it: ogni

source: months
ar: أشهر
cs_cz: měsíc
it_it: mesi

source: This option allows you to download lists with registered IP addresses all over the world to the database (from
ar: هذا الخيار يسمح لك بتحميل لائحة عناوين IP المسجلة في قاعدة البيانات
cs_cz: Tato volba vám umožní stahovat seznamy registrovaných adres IP po celém světě do databáze (od
it_it: Questa opzione ti permette di scaricare la lista dal database mondiale degli IP

source: Hence you will receive the information about each IP address, and the country it belongs to. You can select the desired frequency for IP database updating
ar: ومن ثم ستتلقى معلومات حول كل عنوان IP والبلد الذي ينتمي إليه. يمكنك تحديد التردد المطلوب لتحديث قاعدة بيانات IP
cs_cz: Proto získáte informace o každé IP adrese a zemi, do které patří. Můžete zvolit požadovanou frekvenci aktualizace databáze IP adres
it_it: In questo modo riceverete le informazioni su ogni indirizzo IP e sul Paese a cui appartiene. È possibile selezionare la frequenza desiderata per l'aggiornamento del database IP

source: User Data
ar: بيانات المستخدم
cs_cz: Uživatelská data
it_it: Dati utente

source: Enable to display the list of users and information about each of them.
ar: تمكين عرض قائمة المستخدمين ومعلومات عن كل منهم.
cs_cz: Umožňuje zobrazit seznam uživatelů a informace o každém z nich.
it_it: Abilita la visualizzazione dell'elenco degli utenti e delle informazioni su ciascuno di essi.

source: Clear the Statistics
ar: مسح الإحصائيات
cs_cz: Vymazat statistiky
it_it: Cancellare le statistiche

source: Clear
ar: حذف
cs_cz: Vymazat
it_it: Cancella

source: Visitors Online Shortcode
ar: الرمز القصير للزوار عبر الإنترنت
cs_cz: Návštěvníci Online Shortcode
it_it: Shortcode Visitatori online

source: Real-time statistics can be viewed on the %1$sDashboard%2$s.
ar: يمكن عرض الإحصائيات في الوقت الفعلي على %1$s لوحة التحكم%2$s.
cs_cz: Statistiky v reálném čase lze zobrazit na %1$sDashboardu%2$s.
it_it: Le statistiche in tempo reale possono essere visualizzate nella %1$sDashboard%2$s.

source: Add a real-time online visitors counter to your posts, pages or custom post types using %1$swidgets%2$s or the following shortcode:
ar: أضف عداد الزوار عبر الإنترنت في الوقت الفعلي إلى مقالاتك أو صفحاتك أو أنواع المقالات المخصصة باستخدام %1$s الأدوات الذكية %2$s أو الكود القصير التالي:
cs_cz: Přidejte online počítadlo návštěvníků v reálném čase do příspěvků, stránek nebo vlastních typů příspěvků pomocí %1$swidgetů%2$s nebo následujícího zkratkového kódu:
it_it: Aggiungete un contatore di visitatori online in tempo reale ai vostri post, pagine o tipi di post personalizzati utilizzando %1$swidget%2$s o il seguente shortcode:

source: Add online-users to your posts, pages, custom post types or widgets by using the following shortcode:
ar: أضف مستخدمين عبر الإنترنت إلى مقالاتك أو صفحاتك أو أنواع المقالات المخصصة أو الأدوات الذكية باستخدام الكود القصير التالي:
cs_cz: Přidejte online uživatele do příspěvků, stránek, vlastních typů příspěvků nebo widgetů pomocí následujícího zkratkového kódu:
it_it: Aggiungete utenti online ai vostri post, pagine, tipi di post personalizzati o widget utilizzando il seguente shortcode:

source: Import Database
ar: استيراد قاعدة بيانات
cs_cz: Importovat databázi
it_it: Importazione del database

source: To collect statistics on the country for the day with the highest number of visits, you need to import the information on the countries to the database.
ar: لجمع الإحصائيات عن هذه الدولة لهذا اليوم، تحتاج إلى تحميل معلومات الدول لقاعدة البيانات.
cs_cz: Chcete-li shromáždit statistické údaje o státě pro den s nejvyšším počtem návštěv, je třeba importovat informace o zemích do databáze.
it_it: Per raccogliere statistiche sul paese per la giornata con il maggior numero di visite, è necessario importare le informazioni sui paesi al database.

source: You do not have permission to access the file
ar: لا تملك صلاحية الوصول إلى الملف
cs_cz: Nemáte oprávnění přístupu k souboru
it_it: Non si ha il permesso di accedere al file

source: cannot be imported
ar: لا يمكن تحميلها
cs_cz: nelze importovat
it_it: non possono essere importati

source: the file is not found, import is impossible
ar: لم يتم ايجاد الملف، عملية التحميل لم تتم
cs_cz: soubor nebyl nalezen, import není možný
it_it: il file non viene trovato, l'importazione è impossibile

source: The table is already loaded
ar: تم تحميل الجدول بالفعل
cs_cz: Tabulka je již načtena
it_it: La tabella è già caricata

source: Import
ar: تحميل
it_it: Importare

source: Number of loaded files
ar: عدد الملفات المحملة
cs_cz: Počet načtených souborů
it_it: Numero di file caricati

source: Number of a loading file
ar: عدد الملفات الجاري تحميلها
cs_cz: Počet načítaných souboru
it_it: Numero di file in caricamento

source: Not enough rights to import from the IpToCountry.csv file, import is impossible
ar: لا توجد حقوق كافية للاستيراد من ملف IpToCountry.csv، الاستيراد مستحيل
cs_cz: Nedostatečná práva pro import ze souboru IpToCountry.csv, import není možný
it_it: Non ci sono abbastanza diritti per importare dal file IpToCountry.csv, l'importazione è impossibile

source: Import was finished
ar: تمت الإنتهاء من التحميل
cs_cz: Import byl dokončen.
it_it: Importazione terminata

source: Upgrade to Pro
ar: الترقية إلى Pro
cs_cz: Povýšit na PRO
it_it: Aggiornamento a Pro

source: Visitors online
ar: المتواجدون حاليا
it_it: Visitatori online

source: users
ar: أعضاء
cs_cz: uživatelé
it_it: Utenti

source: guests
ar: الزوار
cs_cz: Hosté
it_it: Ospiti

source: bots
ar: الربوتات
cs_cz: roboti

source: The maximum number of visits was
ar: العدد الإجمالي للزيارات
cs_cz: Maximální počet návštěv byl
it_it: Il numero massimo di visitatori è stato

source: all visitors
ar: جميع الزائرين
cs_cz: všichni návštěvníci
it_it: tutti i visitatori

source: country
ar: الدولة
cs_cz: Státy
it_it: nazione

source: browser
ar: المتصفح
cs_cz: prohlížeč

source: Not enough rights to import from the GeoIPCountryWhois.csv file, import is impossible
ar: صلاحيات غير كافية للوصول للبيانات في ملف GeoIPCountryWhois.csv، لا يمكن التحميل.
cs_cz: Nedostatečná oprávnění pro import z CSV souboru, import není možný
it_it: Impossibile importare dal file GeoIPCountryWhois.csv, diritti insufficienti.

source: Please, enable JavaScript in your browser.
ar: من فضلك، قم بتمكين JavaScript في متصفحك.
cs_cz: Povolte prosím v prohlížeči JavaScript.
it_it: Abilitare JavaScript nel browser.

source: No data
ar: لا توجد بيانات
cs_cz: Žádná data
it_it: Nessun dato

source: Add the Visitors Online counter to your website
ar: إضافة عداد الزوار عبر الإنترنت إلى موقعك الإلكتروني
cs_cz: Přidání počítadla návštěvníků online na vaše webové stránky
it_it: Aggiungete il contatore dei visitatori online al vostro sito web

source: This Widget shows the number of active visitors on the site, including users, guests and bots.
ar: هذا الودجات يظهر عدد المتواجدين في موقعك بما فيهم الأعضاء، الزوار، الربوتات
cs_cz: Tento Widget zobrazuje počet aktivních návštěvníků na webu, včetně uživatelů, hostů a robotů.
it_it: Questo Widget mostra il numero di visitatori online sul sito, inclusi utenti registrati, ospiti e bots.

source: Title
ar: العنوان
cs_cz: Název
it_it: Titolo

source: FAQ
ar: أسئلة شائعة
cs_cz: Často kladené otázky

source: Support
ar: الدعم
cs_cz: Podpora
it_it: Supporto
